alphabotsec.vscode-eclipse-keybindings
BeardedBear.beardedtheme
Codeium.codeium
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
esbenp.prettier-vscode
figma.figma-vscode-extension
GitHub.copilot
GitHub.copilot-chat
k--kato.intellij-idea-keybindings
maattdd.gitless
mechatroner.rainbow-csv
mhutchie.git-graph
MicroProfile-Community.mp-rest-client-generator-vscode-ext
MicroProfile-Community.mp-starter-vscode-ext
MicroProfile-Community.vscode-microprofile-pack
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.autopep8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.powershell
NguyenHoangLam.beautiful-dracula
PKief.material-icon-theme
redhat.java
redhat.vscode-community-server-connector
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-rsp-ui
redhat.vscode-xml
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
SonarSource.sonarlint-vscode
tomoki1207.pdf
tw.monokai-accent
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
